docs/test-report/evidence/extra-load-production.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: /work/load/browse.js
        output: -

     scenarios: (100.00%) 1 scenario, 20 max VUs, 5m30s max duration (incl. graceful stop):
              * browse: Up to 20 looping VUs for 5m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 01/20 VUs, 0 complete and 0 interrupted iterations
browse   [   0% ] 01/20 VUs  0m00.1s/5m00.0s

running (0m02.0s), 01/20 VUs, 0 complete and 0 interrupted iterations
browse   [   0% ] 01/20 VUs  0m01.1s/5m00.0s

running (0m03.0s), 01/20 VUs, 0 complete and 0 interrupted iterations
browse   [   1% ] 01/20 VUs  0m02.1s/5m00.0s

running (0m04.0s), 01/20 VUs, 0 complete and 0 interrupted iterations
browse   [   1% ] 01/20 VUs  0m03.1s/5m00.0s

running (0m05.0s), 02/20 VUs, 0 complete and 0 interrupted iterations
browse   [   1% ] 02/20 VUs  0m04.1s/5m00.0s

running (0m06.0s), 02/20 VUs, 1 complete and 0 interrupted iterations
browse   [   2% ] 02/20 VUs  0m05.1s/5m00.0s

running (0m07.0s), 02/20 VUs, 1 complete and 0 interrupted iterations
browse   [   2% ] 02/20 VUs  0m06.1s/5m00.0s

running (0m08.0s), 03/20 VUs, 1 complete and 0 interrupted iterations
browse   [   2% ] 03/20 VUs  0m07.1s/5m00.0s

running (0m09.0s), 03/20 VUs, 2 complete and 0 interrupted iterations
browse   [   3% ] 03/20 VUs  0m08.1s/5m00.0s

running (0m10.0s), 03/20 VUs, 3 complete and 0 interrupted iterations
browse   [   3% ] 03/20 VUs  0m09.1s/5m00.0s

running (0m11.0s), 04/20 VUs, 3 complete and 0 interrupted iterations
browse   [   3% ] 04/20 VUs  0m10.1s/5m00.0s

running (0m12.0s), 04/20 VUs, 4 complete and 0 interrupted iterations
browse   [   4% ] 04/20 VUs  0m11.1s/5m00.0s

running (0m13.0s), 04/20 VUs, 5 complete and 0 interrupted iterations
browse   [   4% ] 04/20 VUs  0m12.1s/5m00.0s

running (0m14.0s), 05/20 VUs, 6 complete and 0 interrupted iterations
browse   [   4% ] 05/20 VUs  0m13.1s/5m00.0s

running (0m15.0s), 05/20 VUs, 7 complete and 0 interrupted iterations
browse   [   5% ] 05/20 VUs  0m14.1s/5m00.0s

running (0m16.0s), 05/20 VUs, 8 complete and 0 interrupted iterations
browse   [   5% ] 05/20 VUs  0m15.1s/5m00.0s

running (0m17.0s), 06/20 VUs, 9 complete and 0 interrupted iterations
browse   [   5% ] 06/20 VUs  0m16.1s/5m00.0s

running (0m18.0s), 06/20 VUs, 11 complete and 0 interrupted iterations
browse   [   6% ] 06/20 VUs  0m17.1s/5m00.0s

running (0m19.0s), 06/20 VUs, 12 complete and 0 interrupted iterations
browse   [   6% ] 06/20 VUs  0m18.1s/5m00.0s

running (0m20.0s), 07/20 VUs, 13 complete and 0 interrupted iterations
browse   [   6% ] 07/20 VUs  0m19.1s/5m00.0s

running (0m21.0s), 07/20 VUs, 15 complete and 0 interrupted iterations
browse   [   7% ] 07/20 VUs  0m20.1s/5m00.0s

running (0m22.0s), 07/20 VUs, 17 complete and 0 interrupted iterations
browse   [   7% ] 07/20 VUs  0m21.1s/5m00.0s

running (0m23.0s), 07/20 VUs, 18 complete and 0 interrupted iterations
browse   [   7% ] 07/20 VUs  0m22.1s/5m00.0s

running (0m24.0s), 08/20 VUs, 18 complete and 0 interrupted iterations
browse   [   8% ] 08/20 VUs  0m23.1s/5m00.0s

running (0m25.0s), 08/20 VUs, 20 complete and 0 interrupted iterations
browse   [   8% ] 08/20 VUs  0m24.1s/5m00.0s

running (0m26.0s), 08/20 VUs, 22 complete and 0 interrupted iterations
browse   [   8% ] 08/20 VUs  0m25.1s/5m00.0s

running (0m27.0s), 09/20 VUs, 24 complete and 0 interrupted iterations
browse   [   9% ] 09/20 VUs  0m26.1s/5m00.0s

running (0m28.0s), 09/20 VUs, 26 complete and 0 interrupted iterations
browse   [   9% ] 09/20 VUs  0m27.1s/5m00.0s

running (0m29.0s), 09/20 VUs, 28 complete and 0 interrupted iterations
browse   [   9% ] 09/20 VUs  0m28.1s/5m00.0s

running (0m30.0s), 10/20 VUs, 30 complete and 0 interrupted iterations
browse   [  10% ] 10/20 VUs  0m29.1s/5m00.0s

running (0m31.0s), 10/20 VUs, 33 complete and 0 interrupted iterations
browse   [  10% ] 10/20 VUs  0m30.1s/5m00.0s

running (0m32.0s), 10/20 VUs, 35 complete and 0 interrupted iterations
browse   [  10% ] 10/20 VUs  0m31.1s/5m00.0s

running (0m33.0s), 11/20 VUs, 36 complete and 0 interrupted iterations
browse   [  11% ] 11/20 VUs  0m32.1s/5m00.0s

running (0m34.0s), 11/20 VUs, 40 complete and 0 interrupted iterations
browse   [  11% ] 11/20 VUs  0m33.1s/5m00.0s

running (0m35.0s), 11/20 VUs, 43 complete and 0 interrupted iterations
browse   [  11% ] 11/20 VUs  0m34.1s/5m00.0s

running (0m36.0s), 12/20 VUs, 45 complete and 0 interrupted iterations
browse   [  12% ] 12/20 VUs  0m35.1s/5m00.0s

running (0m37.0s), 12/20 VUs, 47 complete and 0 interrupted iterations
browse   [  12% ] 12/20 VUs  0m36.1s/5m00.0s

running (0m38.0s), 12/20 VUs, 51 complete and 0 interrupted iterations
browse   [  12% ] 12/20 VUs  0m37.1s/5m00.0s

running (0m39.0s), 13/20 VUs, 54 complete and 0 interrupted iterations
browse   [  13% ] 13/20 VUs  0m38.1s/5m00.0s

running (0m40.0s), 13/20 VUs, 57 complete and 0 interrupted iterations
browse   [  13% ] 13/20 VUs  0m39.1s/5m00.0s

running (0m41.0s), 13/20 VUs, 57 complete and 0 interrupted iterations
browse   [  13% ] 13/20 VUs  0m40.1s/5m00.0s

running (0m42.0s), 14/20 VUs, 61 complete and 0 interrupted iterations
browse   [  14% ] 14/20 VUs  0m41.1s/5m00.0s

running (0m43.0s), 14/20 VUs, 63 complete and 0 interrupted iterations
browse   [  14% ] 14/20 VUs  0m42.1s/5m00.0s

running (0m44.0s), 14/20 VUs, 68 complete and 0 interrupted iterations
browse   [  14% ] 14/20 VUs  0m43.1s/5m00.0s

running (0m45.0s), 14/20 VUs, 70 complete and 0 interrupted iterations
browse   [  15% ] 14/20 VUs  0m44.1s/5m00.0s

running (0m46.0s), 15/20 VUs, 73 complete and 0 interrupted iterations
browse   [  15% ] 15/20 VUs  0m45.1s/5m00.0s

running (0m47.0s), 15/20 VUs, 77 complete and 0 interrupted iterations
browse   [  15% ] 15/20 VUs  0m46.1s/5m00.0s

running (0m48.0s), 15/20 VUs, 81 complete and 0 interrupted iterations
browse   [  16% ] 15/20 VUs  0m47.1s/5m00.0s

running (0m49.0s), 16/20 VUs, 84 complete and 0 interrupted iterations
browse   [  16% ] 16/20 VUs  0m48.1s/5m00.0s

running (0m50.0s), 16/20 VUs, 86 complete and 0 interrupted iterations
browse   [  16% ] 16/20 VUs  0m49.1s/5m00.0s

running (0m51.0s), 16/20 VUs, 92 complete and 0 interrupted iterations
browse   [  17% ] 16/20 VUs  0m50.1s/5m00.0s

running (0m52.0s), 17/20 VUs, 95 complete and 0 interrupted iterations
browse   [  17% ] 17/20 VUs  0m51.1s/5m00.0s

running (0m53.0s), 17/20 VUs, 100 complete and 0 interrupted iterations
browse   [  17% ] 17/20 VUs  0m52.1s/5m00.0s

running (0m54.0s), 17/20 VUs, 101 complete and 0 interrupted iterations
browse   [  18% ] 17/20 VUs  0m53.1s/5m00.0s

running (0m55.0s), 18/20 VUs, 104 complete and 0 interrupted iterations
browse   [  18% ] 18/20 VUs  0m54.1s/5m00.0s

running (0m56.0s), 18/20 VUs, 108 complete and 0 interrupted iterations
browse   [  18% ] 18/20 VUs  0m55.1s/5m00.0s

running (0m57.0s), 18/20 VUs, 112 complete and 0 interrupted iterations
browse   [  19% ] 18/20 VUs  0m56.1s/5m00.0s

running (0m58.0s), 19/20 VUs, 118 complete and 0 interrupted iterations
browse   [  19% ] 19/20 VUs  0m57.1s/5m00.0s

running (0m59.0s), 19/20 VUs, 119 complete and 0 interrupted iterations
browse   [  19% ] 19/20 VUs  0m58.1s/5m00.0s

running (1m00.0s), 19/20 VUs, 122 complete and 0 interrupted iterations
browse   [  20% ] 19/20 VUs  0m59.1s/5m00.0s

running (1m01.0s), 20/20 VUs, 126 complete and 0 interrupted iterations
browse   [  20% ] 20/20 VUs  1m00.1s/5m00.0s

running (1m02.0s), 20/20 VUs, 131 complete and 0 interrupted iterations
browse   [  20% ] 20/20 VUs  1m01.1s/5m00.0s

running (1m03.0s), 20/20 VUs, 134 complete and 0 interrupted iterations
browse   [  21% ] 20/20 VUs  1m02.1s/5m00.0s

running (1m04.0s), 20/20 VUs, 137 complete and 0 interrupted iterations
browse   [  21% ] 20/20 VUs  1m03.1s/5m00.0s

running (1m05.0s), 20/20 VUs, 138 complete and 0 interrupted iterations
browse   [  21% ] 20/20 VUs  1m04.1s/5m00.0s

running (1m06.0s), 20/20 VUs, 140 complete and 0 interrupted iterations
browse   [  22% ] 20/20 VUs  1m05.1s/5m00.0s

running (1m07.0s), 20/20 VUs, 142 complete and 0 interrupted iterations
browse   [  22% ] 20/20 VUs  1m06.1s/5m00.0s

running (1m08.0s), 20/20 VUs, 145 complete and 0 interrupted iterations
browse   [  22% ] 20/20 VUs  1m07.1s/5m00.0s

running (1m09.0s), 20/20 VUs, 154 complete and 0 interrupted iterations
browse   [  23% ] 20/20 VUs  1m08.1s/5m00.0s

running (1m10.0s), 20/20 VUs, 158 complete and 0 interrupted iterations
browse   [  23% ] 20/20 VUs  1m09.1s/5m00.0s

running (1m11.0s), 20/20 VUs, 160 complete and 0 interrupted iterations
browse   [  23% ] 20/20 VUs  1m10.1s/5m00.0s

running (1m12.0s), 20/20 VUs, 162 complete and 0 interrupted iterations
browse   [  24% ] 20/20 VUs  1m11.1s/5m00.0s

running (1m13.0s), 20/20 VUs, 165 complete and 0 interrupted iterations
browse   [  24% ] 20/20 VUs  1m12.1s/5m00.0s

running (1m14.0s), 20/20 VUs, 170 complete and 0 interrupted iterations
browse   [  24% ] 20/20 VUs  1m13.1s/5m00.0s

running (1m15.0s), 20/20 VUs, 176 complete and 0 interrupted iterations
browse   [  25% ] 20/20 VUs  1m14.1s/5m00.0s

running (1m16.0s), 20/20 VUs, 180 complete and 0 interrupted iterations
browse   [  25% ] 20/20 VUs  1m15.1s/5m00.0s

running (1m17.0s), 20/20 VUs, 182 complete and 0 interrupted iterations
browse   [  25% ] 20/20 VUs  1m16.1s/5m00.0s

running (1m18.0s), 20/20 VUs, 186 complete and 0 interrupted iterations
browse   [  26% ] 20/20 VUs  1m17.1s/5m00.0s

running (1m19.0s), 20/20 VUs, 191 complete and 0 interrupted iterations
browse   [  26% ] 20/20 VUs  1m18.1s/5m00.0s

running (1m20.0s), 20/20 VUs, 200 complete and 0 interrupted iterations
browse   [  26% ] 20/20 VUs  1m19.1s/5m00.0s

running (1m21.0s), 20/20 VUs, 202 complete and 0 interrupted iterations
browse   [  27% ] 20/20 VUs  1m20.1s/5m00.0s

running (1m22.0s), 20/20 VUs, 205 complete and 0 interrupted iterations
browse   [  27% ] 20/20 VUs  1m21.1s/5m00.0s

running (1m23.0s), 20/20 VUs, 206 complete and 0 interrupted iterations
browse   [  27% ] 20/20 VUs  1m22.1s/5m00.0s

running (1m24.0s), 20/20 VUs, 211 complete and 0 interrupted iterations
browse   [  28% ] 20/20 VUs  1m23.1s/5m00.0s

running (1m25.0s), 20/20 VUs, 213 complete and 0 interrupted iterations
browse   [  28% ] 20/20 VUs  1m24.1s/5m00.0s

running (1m26.0s), 20/20 VUs, 222 complete and 0 interrupted iterations
browse   [  28% ] 20/20 VUs  1m25.1s/5m00.0s

running (1m27.0s), 20/20 VUs, 225 complete and 0 interrupted iterations
browse   [  29% ] 20/20 VUs  1m26.1s/5m00.0s

running (1m28.0s), 20/20 VUs, 228 complete and 0 interrupted iterations
browse   [  29% ] 20/20 VUs  1m27.1s/5m00.0s

running (1m29.0s), 20/20 VUs, 231 complete and 0 interrupted iterations
browse   [  29% ] 20/20 VUs  1m28.1s/5m00.0s

running (1m30.0s), 20/20 VUs, 234 complete and 0 interrupted iterations
browse   [  30% ] 20/20 VUs  1m29.1s/5m00.0s

running (1m31.0s), 20/20 VUs, 239 complete and 0 interrupted iterations
browse   [  30% ] 20/20 VUs  1m30.1s/5m00.0s

running (1m32.0s), 20/20 VUs, 247 complete and 0 interrupted iterations
browse   [  30% ] 20/20 VUs  1m31.1s/5m00.0s

running (1m33.0s), 20/20 VUs, 250 complete and 0 interrupted iterations
browse   [  31% ] 20/20 VUs  1m32.1s/5m00.0s

running (1m34.0s), 20/20 VUs, 253 complete and 0 interrupted iterations
browse   [  31% ] 20/20 VUs  1m33.1s/5m00.0s

running (1m35.0s), 20/20 VUs, 255 complete and 0 interrupted iterations
browse   [  31% ] 20/20 VUs  1m34.1s/5m00.0s

running (1m36.0s), 20/20 VUs, 259 complete and 0 interrupted iterations
browse   [  32% ] 20/20 VUs  1m35.1s/5m00.0s

running (1m37.0s), 20/20 VUs, 267 complete and 0 interrupted iterations
browse   [  32% ] 20/20 VUs  1m36.1s/5m00.0s

running (1m38.0s), 20/20 VUs, 267 complete and 0 interrupted iterations
browse   [  32% ] 20/20 VUs  1m37.1s/5m00.0s

running (1m39.0s), 20/20 VUs, 270 complete and 0 interrupted iterations
browse   [  33% ] 20/20 VUs  1m38.1s/5m00.0s

running (1m40.0s), 20/20 VUs, 273 complete and 0 interrupted iterations
browse   [  33% ] 20/20 VUs  1m39.1s/5m00.0s

running (1m41.0s), 20/20 VUs, 279 complete and 0 interrupted iterations
browse   [  33% ] 20/20 VUs  1m40.1s/5m00.0s

running (1m42.0s), 20/20 VUs, 281 complete and 0 interrupted iterations
browse   [  34% ] 20/20 VUs  1m41.1s/5m00.0s

running (1m43.0s), 20/20 VUs, 287 complete and 0 interrupted iterations
browse   [  34% ] 20/20 VUs  1m42.1s/5m00.0s

running (1m44.0s), 20/20 VUs, 290 complete and 0 interrupted iterations
browse   [  34% ] 20/20 VUs  1m43.1s/5m00.0s

running (1m45.0s), 20/20 VUs, 291 complete and 0 interrupted iterations
browse   [  35% ] 20/20 VUs  1m44.1s/5m00.0s

running (1m46.0s), 20/20 VUs, 295 complete and 0 interrupted iterations
browse   [  35% ] 20/20 VUs  1m45.1s/5m00.0s

running (1m47.0s), 20/20 VUs, 300 complete and 0 interrupted iterations
browse   [  35% ] 20/20 VUs  1m46.1s/5m00.0s

running (1m48.0s), 20/20 VUs, 309 complete and 0 interrupted iterations
browse   [  36% ] 20/20 VUs  1m47.1s/5m00.0s

running (1m49.0s), 20/20 VUs, 311 complete and 0 interrupted iterations
browse   [  36% ] 20/20 VUs  1m48.1s/5m00.0s

running (1m50.0s), 20/20 VUs, 312 complete and 0 interrupted iterations
browse   [  36% ] 20/20 VUs  1m49.1s/5m00.0s

running (1m51.0s), 20/20 VUs, 320 complete and 0 interrupted iterations
browse   [  37% ] 20/20 VUs  1m50.1s/5m00.0s

running (1m52.0s), 20/20 VUs, 327 complete and 0 interrupted iterations
browse   [  37% ] 20/20 VUs  1m51.1s/5m00.0s

running (1m53.0s), 20/20 VUs, 331 complete and 0 interrupted iterations
browse   [  37% ] 20/20 VUs  1m52.1s/5m00.0s

running (1m54.0s), 20/20 VUs, 332 complete and 0 interrupted iterations
browse   [  38% ] 20/20 VUs  1m53.1s/5m00.0s

running (1m55.0s), 20/20 VUs, 338 complete and 0 interrupted iterations
browse   [  38% ] 20/20 VUs  1m54.1s/5m00.0s

running (1m56.0s), 20/20 VUs, 344 complete and 0 interrupted iterations
browse   [  38% ] 20/20 VUs  1m55.1s/5m00.0s

running (1m57.0s), 20/20 VUs, 351 complete and 0 interrupted iterations
browse   [  39% ] 20/20 VUs  1m56.1s/5m00.0s

running (1m58.0s), 20/20 VUs, 352 complete and 0 interrupted iterations
browse   [  39% ] 20/20 VUs  1m57.1s/5m00.0s

running (1m59.0s), 20/20 VUs, 352 complete and 0 interrupted iterations
browse   [  39% ] 20/20 VUs  1m58.1s/5m00.0s

running (2m00.0s), 20/20 VUs, 360 complete and 0 interrupted iterations
browse   [  40% ] 20/20 VUs  1m59.1s/5m00.0s

running (2m01.0s), 20/20 VUs, 364 complete and 0 interrupted iterations
browse   [  40% ] 20/20 VUs  2m00.1s/5m00.0s

running (2m02.0s), 20/20 VUs, 371 complete and 0 interrupted iterations
browse   [  40% ] 20/20 VUs  2m01.1s/5m00.0s

running (2m03.0s), 20/20 VUs, 372 complete and 0 interrupted iterations
browse   [  41% ] 20/20 VUs  2m02.1s/5m00.0s

running (2m04.0s), 20/20 VUs, 374 complete and 0 interrupted iterations
browse   [  41% ] 20/20 VUs  2m03.1s/5m00.0s

running (2m05.0s), 20/20 VUs, 374 complete and 0 interrupted iterations
browse   [  41% ] 20/20 VUs  2m04.1s/5m00.0s

running (2m06.0s), 20/20 VUs, 377 complete and 0 interrupted iterations
browse   [  42% ] 20/20 VUs  2m05.1s/5m00.0s

running (2m07.0s), 20/20 VUs, 382 complete and 0 interrupted iterations
browse   [  42% ] 20/20 VUs  2m06.1s/5m00.0s

running (2m08.0s), 20/20 VUs, 388 complete and 0 interrupted iterations
browse   [  42% ] 20/20 VUs  2m07.1s/5m00.0s

running (2m09.0s), 20/20 VUs, 392 complete and 0 interrupted iterations
browse   [  43% ] 20/20 VUs  2m08.1s/5m00.0s

running (2m10.0s), 20/20 VUs, 394 complete and 0 interrupted iterations
browse   [  43% ] 20/20 VUs  2m09.1s/5m00.0s

running (2m11.0s), 20/20 VUs, 398 complete and 0 interrupted iterations
browse   [  43% ] 20/20 VUs  2m10.1s/5m00.0s

running (2m12.0s), 20/20 VUs, 406 complete and 0 interrupted iterations
browse   [  44% ] 20/20 VUs  2m11.1s/5m00.0s

running (2m13.0s), 20/20 VUs, 408 complete and 0 interrupted iterations
browse   [  44% ] 20/20 VUs  2m12.1s/5m00.0s

running (2m14.0s), 20/20 VUs, 413 complete and 0 interrupted iterations
browse   [  44% ] 20/20 VUs  2m13.1s/5m00.0s

running (2m15.0s), 20/20 VUs, 414 complete and 0 interrupted iterations
browse   [  45% ] 20/20 VUs  2m14.1s/5m00.0s

running (2m16.0s), 20/20 VUs, 419 complete and 0 interrupted iterations
browse   [  45% ] 20/20 VUs  2m15.1s/5m00.0s

running (2m17.0s), 20/20 VUs, 425 complete and 0 interrupted iterations
browse   [  45% ] 20/20 VUs  2m16.1s/5m00.0s

running (2m18.0s), 20/20 VUs, 429 complete and 0 interrupted iterations
browse   [  46% ] 20/20 VUs  2m17.1s/5m00.0s

running (2m19.0s), 20/20 VUs, 429 complete and 0 interrupted iterations
browse   [  46% ] 20/20 VUs  2m18.1s/5m00.0s

running (2m20.0s), 20/20 VUs, 433 complete and 0 interrupted iterations
browse   [  46% ] 20/20 VUs  2m19.1s/5m00.0s

running (2m21.0s), 20/20 VUs, 434 complete and 0 interrupted iterations
browse   [  47% ] 20/20 VUs  2m20.1s/5m00.0s

running (2m22.0s), 20/20 VUs, 437 complete and 0 interrupted iterations
browse   [  47% ] 20/20 VUs  2m21.1s/5m00.0s

running (2m23.0s), 20/20 VUs, 443 complete and 0 interrupted iterations
browse   [  47% ] 20/20 VUs  2m22.1s/5m00.0s

running (2m24.0s), 20/20 VUs, 449 complete and 0 interrupted iterations
browse   [  48% ] 20/20 VUs  2m23.1s/5m00.0s

running (2m25.0s), 20/20 VUs, 451 complete and 0 interrupted iterations
browse   [  48% ] 20/20 VUs  2m24.1s/5m00.0s

running (2m26.0s), 20/20 VUs, 454 complete and 0 interrupted iterations
browse   [  48% ] 20/20 VUs  2m25.1s/5m00.0s

running (2m27.0s), 20/20 VUs, 458 complete and 0 interrupted iterations
browse   [  49% ] 20/20 VUs  2m26.1s/5m00.0s

running (2m28.0s), 20/20 VUs, 463 complete and 0 interrupted iterations
browse   [  49% ] 20/20 VUs  2m27.1s/5m00.0s

running (2m29.0s), 20/20 VUs, 468 complete and 0 interrupted iterations
browse   [  49% ] 20/20 VUs  2m28.1s/5m00.0s

running (2m30.0s), 20/20 VUs, 471 complete and 0 interrupted iterations
browse   [  50% ] 20/20 VUs  2m29.1s/5m00.0s

running (2m31.0s), 20/20 VUs, 474 complete and 0 interrupted iterations
browse   [  50% ] 20/20 VUs  2m30.1s/5m00.0s

running (2m32.0s), 20/20 VUs, 478 complete and 0 interrupted iterations
browse   [  50% ] 20/20 VUs  2m31.1s/5m00.0s

running (2m33.0s), 20/20 VUs, 483 complete and 0 interrupted iterations
browse   [  51% ] 20/20 VUs  2m32.1s/5m00.0s

running (2m34.0s), 20/20 VUs, 486 complete and 0 interrupted iterations
browse   [  51% ] 20/20 VUs  2m33.1s/5m00.0s

running (2m35.0s), 20/20 VUs, 487 complete and 0 interrupted iterations
browse   [  51% ] 20/20 VUs  2m34.1s/5m00.0s

running (2m36.0s), 20/20 VUs, 489 complete and 0 interrupted iterations
browse   [  52% ] 20/20 VUs  2m35.1s/5m00.0s

running (2m37.0s), 20/20 VUs, 491 complete and 0 interrupted iterations
browse   [  52% ] 20/20 VUs  2m36.1s/5m00.0s

running (2m38.0s), 20/20 VUs, 498 complete and 0 interrupted iterations
browse   [  52% ] 20/20 VUs  2m37.1s/5m00.0s

running (2m39.0s), 20/20 VUs, 499 complete and 0 interrupted iterations
browse   [  53% ] 20/20 VUs  2m38.1s/5m00.0s

running (2m40.0s), 20/20 VUs, 508 complete and 0 interrupted iterations
browse   [  53% ] 20/20 VUs  2m39.1s/5m00.0s

running (2m41.0s), 20/20 VUs, 509 complete and 0 interrupted iterations
browse   [  53% ] 20/20 VUs  2m40.1s/5m00.0s

running (2m42.0s), 20/20 VUs, 511 complete and 0 interrupted iterations
browse   [  54% ] 20/20 VUs  2m41.1s/5m00.0s

running (2m43.0s), 20/20 VUs, 514 complete and 0 interrupted iterations
browse   [  54% ] 20/20 VUs  2m42.1s/5m00.0s

running (2m44.0s), 20/20 VUs, 515 complete and 0 interrupted iterations
browse   [  54% ] 20/20 VUs  2m43.1s/5m00.0s

running (2m45.0s), 20/20 VUs, 518 complete and 0 interrupted iterations
browse   [  55% ] 20/20 VUs  2m44.1s/5m00.0s

running (2m46.0s), 20/20 VUs, 528 complete and 0 interrupted iterations
browse   [  55% ] 20/20 VUs  2m45.1s/5m00.0s

running (2m47.0s), 20/20 VUs, 529 complete and 0 interrupted iterations
browse   [  55% ] 20/20 VUs  2m46.1s/5m00.0s

running (2m48.0s), 20/20 VUs, 535 complete and 0 interrupted iterations
browse   [  56% ] 20/20 VUs  2m47.1s/5m00.0s

running (2m49.0s), 20/20 VUs, 537 complete and 0 interrupted iterations
browse   [  56% ] 20/20 VUs  2m48.1s/5m00.0s

running (2m50.0s), 20/20 VUs, 539 complete and 0 interrupted iterations
browse   [  56% ] 20/20 VUs  2m49.1s/5m00.0s

running (2m51.0s), 20/20 VUs, 545 complete and 0 interrupted iterations
browse   [  57% ] 20/20 VUs  2m50.1s/5m00.0s

running (2m52.0s), 20/20 VUs, 549 complete and 0 interrupted iterations
browse   [  57% ] 20/20 VUs  2m51.1s/5m00.0s

running (2m53.0s), 20/20 VUs, 555 complete and 0 interrupted iterations
browse   [  57% ] 20/20 VUs  2m52.1s/5m00.0s

running (2m54.0s), 20/20 VUs, 556 complete and 0 interrupted iterations
browse   [  58% ] 20/20 VUs  2m53.1s/5m00.0s

running (2m55.0s), 20/20 VUs, 557 complete and 0 interrupted iterations
browse   [  58% ] 20/20 VUs  2m54.1s/5m00.0s

running (2m56.0s), 20/20 VUs, 559 complete and 0 interrupted iterations
browse   [  58% ] 20/20 VUs  2m55.1s/5m00.0s

running (2m57.0s), 20/20 VUs, 560 complete and 0 interrupted iterations
browse   [  59% ] 20/20 VUs  2m56.1s/5m00.0s

running (2m58.0s), 20/20 VUs, 562 complete and 0 interrupted iterations
browse   [  59% ] 20/20 VUs  2m57.1s/5m00.0s

running (2m59.0s), 20/20 VUs, 565 complete and 0 interrupted iterations
browse   [  59% ] 20/20 VUs  2m58.1s/5m00.0s

running (3m00.0s), 20/20 VUs, 572 complete and 0 interrupted iterations
browse   [  60% ] 20/20 VUs  2m59.1s/5m00.0s

running (3m01.0s), 20/20 VUs, 577 complete and 0 interrupted iterations
browse   [  60% ] 20/20 VUs  3m00.1s/5m00.0s

running (3m02.0s), 20/20 VUs, 577 complete and 0 interrupted iterations
browse   [  60% ] 20/20 VUs  3m01.1s/5m00.0s

running (3m03.0s), 20/20 VUs, 579 complete and 0 interrupted iterations
browse   [  61% ] 20/20 VUs  3m02.1s/5m00.0s

running (3m04.0s), 20/20 VUs, 579 complete and 0 interrupted iterations
browse   [  61% ] 20/20 VUs  3m03.1s/5m00.0s

running (3m05.0s), 20/20 VUs, 579 complete and 0 interrupted iterations
browse   [  61% ] 20/20 VUs  3m04.1s/5m00.0s

running (3m06.0s), 20/20 VUs, 581 complete and 0 interrupted iterations
browse   [  62% ] 20/20 VUs  3m05.1s/5m00.0s

running (3m07.0s), 20/20 VUs, 588 complete and 0 interrupted iterations
browse   [  62% ] 20/20 VUs  3m06.1s/5m00.0s

running (3m08.0s), 20/20 VUs, 594 complete and 0 interrupted iterations
browse   [  62% ] 20/20 VUs  3m07.1s/5m00.0s

running (3m09.0s), 20/20 VUs, 594 complete and 0 interrupted iterations
browse   [  63% ] 20/20 VUs  3m08.1s/5m00.0s

running (3m10.0s), 20/20 VUs, 597 complete and 0 interrupted iterations
browse   [  63% ] 20/20 VUs  3m09.1s/5m00.0s

running (3m11.0s), 20/20 VUs, 599 complete and 0 interrupted iterations
browse   [  63% ] 20/20 VUs  3m10.1s/5m00.0s

running (3m12.0s), 20/20 VUs, 599 complete and 0 interrupted iterations
browse   [  64% ] 20/20 VUs  3m11.1s/5m00.0s

running (3m13.0s), 20/20 VUs, 599 complete and 0 interrupted iterations
browse   [  64% ] 20/20 VUs  3m12.1s/5m00.0s

running (3m14.0s), 20/20 VUs, 599 complete and 0 interrupted iterations
browse   [  64% ] 20/20 VUs  3m13.1s/5m00.0s

running (3m15.0s), 20/20 VUs, 602 complete and 0 interrupted iterations
browse   [  65% ] 20/20 VUs  3m14.1s/5m00.0s

running (3m16.0s), 20/20 VUs, 608 complete and 0 interrupted iterations
browse   [  65% ] 20/20 VUs  3m15.1s/5m00.0s

running (3m17.0s), 20/20 VUs, 615 complete and 0 interrupted iterations
browse   [  65% ] 20/20 VUs  3m16.1s/5m00.0s

running (3m18.0s), 20/20 VUs, 619 complete and 0 interrupted iterations
browse   [  66% ] 20/20 VUs  3m17.1s/5m00.0s

running (3m19.0s), 20/20 VUs, 619 complete and 0 interrupted iterations
browse   [  66% ] 20/20 VUs  3m18.1s/5m00.0s

running (3m20.0s), 20/20 VUs, 619 complete and 0 interrupted iterations
browse   [  66% ] 20/20 VUs  3m19.1s/5m00.0s

running (3m21.0s), 20/20 VUs, 619 complete and 0 interrupted iterations
browse   [  67% ] 20/20 VUs  3m20.1s/5m00.0s

running (3m22.0s), 20/20 VUs, 621 complete and 0 interrupted iterations
browse   [  67% ] 20/20 VUs  3m21.1s/5m00.0s

running (3m23.0s), 20/20 VUs, 628 complete and 0 interrupted iterations
browse   [  67% ] 20/20 VUs  3m22.1s/5m00.0s

running (3m24.0s), 20/20 VUs, 634 complete and 0 interrupted iterations
browse   [  68% ] 20/20 VUs  3m23.1s/5m00.0s

running (3m25.0s), 20/20 VUs, 639 complete and 0 interrupted iterations
browse   [  68% ] 20/20 VUs  3m24.1s/5m00.0s

running (3m26.0s), 20/20 VUs, 639 complete and 0 interrupted iterations
browse   [  68% ] 20/20 VUs  3m25.1s/5m00.0s

running (3m27.0s), 20/20 VUs, 639 complete and 0 interrupted iterations
browse   [  69% ] 20/20 VUs  3m26.1s/5m00.0s

running (3m28.0s), 20/20 VUs, 640 complete and 0 interrupted iterations
browse   [  69% ] 20/20 VUs  3m27.1s/5m00.0s

running (3m29.0s), 20/20 VUs, 640 complete and 0 interrupted iterations
browse   [  69% ] 20/20 VUs  3m28.1s/5m00.0s

running (3m30.0s), 20/20 VUs, 645 complete and 0 interrupted iterations
browse   [  70% ] 20/20 VUs  3m29.1s/5m00.0s

running (3m31.0s), 20/20 VUs, 650 complete and 0 interrupted iterations
browse   [  70% ] 20/20 VUs  3m30.1s/5m00.0s

running (3m32.0s), 20/20 VUs, 652 complete and 0 interrupted iterations
browse   [  70% ] 20/20 VUs  3m31.1s/5m00.0s

running (3m33.0s), 20/20 VUs, 657 complete and 0 interrupted iterations
browse   [  71% ] 20/20 VUs  3m32.1s/5m00.0s

running (3m34.0s), 20/20 VUs, 659 complete and 0 interrupted iterations
browse   [  71% ] 20/20 VUs  3m33.1s/5m00.0s

running (3m35.0s), 20/20 VUs, 659 complete and 0 interrupted iterations
browse   [  71% ] 20/20 VUs  3m34.1s/5m00.0s

running (3m36.0s), 20/20 VUs, 659 complete and 0 interrupted iterations
browse   [  72% ] 20/20 VUs  3m35.1s/5m00.0s

running (3m37.0s), 20/20 VUs, 659 complete and 0 interrupted iterations
browse   [  72% ] 20/20 VUs  3m36.1s/5m00.0s

running (3m38.0s), 20/20 VUs, 661 complete and 0 interrupted iterations
browse   [  72% ] 20/20 VUs  3m37.1s/5m00.0s

running (3m39.0s), 20/20 VUs, 666 complete and 0 interrupted iterations
browse   [  73% ] 20/20 VUs  3m38.1s/5m00.0s

running (3m40.0s), 20/20 VUs, 668 complete and 0 interrupted iterations
browse   [  73% ] 20/20 VUs  3m39.1s/5m00.0s

running (3m41.0s), 20/20 VUs, 679 complete and 0 interrupted iterations
browse   [  73% ] 20/20 VUs  3m40.1s/5m00.0s

running (3m42.0s), 20/20 VUs, 679 complete and 0 interrupted iterations
browse   [  74% ] 20/20 VUs  3m41.1s/5m00.0s

running (3m43.0s), 20/20 VUs, 681 complete and 0 interrupted iterations
browse   [  74% ] 20/20 VUs  3m42.1s/5m00.0s

running (3m44.0s), 20/20 VUs, 682 complete and 0 interrupted iterations
browse   [  74% ] 20/20 VUs  3m43.1s/5m00.0s

running (3m45.0s), 20/20 VUs, 688 complete and 0 interrupted iterations
browse   [  75% ] 20/20 VUs  3m44.1s/5m00.0s

running (3m46.0s), 20/20 VUs, 694 complete and 0 interrupted iterations
browse   [  75% ] 20/20 VUs  3m45.1s/5m00.0s

running (3m47.0s), 20/20 VUs, 700 complete and 0 interrupted iterations
browse   [  75% ] 20/20 VUs  3m46.1s/5m00.0s

running (3m48.0s), 20/20 VUs, 701 complete and 0 interrupted iterations
browse   [  76% ] 20/20 VUs  3m47.1s/5m00.0s

running (3m49.0s), 20/20 VUs, 704 complete and 0 interrupted iterations
browse   [  76% ] 20/20 VUs  3m48.1s/5m00.0s

running (3m50.0s), 20/20 VUs, 709 complete and 0 interrupted iterations
browse   [  76% ] 20/20 VUs  3m49.1s/5m00.0s

running (3m51.0s), 20/20 VUs, 709 complete and 0 interrupted iterations
browse   [  77% ] 20/20 VUs  3m50.1s/5m00.0s

running (3m52.0s), 20/20 VUs, 719 complete and 0 interrupted iterations
browse   [  77% ] 20/20 VUs  3m51.1s/5m00.0s

running (3m53.0s), 20/20 VUs, 721 complete and 0 interrupted iterations
browse   [  77% ] 20/20 VUs  3m52.1s/5m00.0s

running (3m54.0s), 20/20 VUs, 724 complete and 0 interrupted iterations
browse   [  78% ] 20/20 VUs  3m53.1s/5m00.0s

running (3m55.0s), 20/20 VUs, 729 complete and 0 interrupted iterations
browse   [  78% ] 20/20 VUs  3m54.1s/5m00.0s

running (3m56.0s), 20/20 VUs, 731 complete and 0 interrupted iterations
browse   [  78% ] 20/20 VUs  3m55.1s/5m00.0s

running (3m57.0s), 20/20 VUs, 731 complete and 0 interrupted iterations
browse   [  79% ] 20/20 VUs  3m56.1s/5m00.0s

running (3m58.0s), 20/20 VUs, 739 complete and 0 interrupted iterations
browse   [  79% ] 20/20 VUs  3m57.1s/5m00.0s

running (3m59.0s), 20/20 VUs, 743 complete and 0 interrupted iterations
browse   [  79% ] 20/20 VUs  3m58.1s/5m00.0s

running (4m00.0s), 20/20 VUs, 744 complete and 0 interrupted iterations
browse   [  80% ] 20/20 VUs  3m59.1s/5m00.0s

running (4m01.0s), 20/20 VUs, 751 complete and 0 interrupted iterations
browse   [  80% ] 20/20 VUs  4m00.1s/5m00.0s

running (4m02.0s), 20/20 VUs, 754 complete and 0 interrupted iterations
browse   [  80% ] 20/20 VUs  4m01.1s/5m00.0s

running (4m03.0s), 20/20 VUs, 760 complete and 0 interrupted iterations
browse   [  81% ] 20/20 VUs  4m02.1s/5m00.0s

running (4m04.0s), 20/20 VUs, 763 complete and 0 interrupted iterations
browse   [  81% ] 20/20 VUs  4m03.1s/5m00.0s

running (4m05.0s), 20/20 VUs, 764 complete and 0 interrupted iterations
browse   [  81% ] 20/20 VUs  4m04.1s/5m00.0s

running (4m06.0s), 20/20 VUs, 771 complete and 0 interrupted iterations
browse   [  82% ] 20/20 VUs  4m05.1s/5m00.0s

running (4m07.0s), 18/20 VUs, 774 complete and 0 interrupted iterations
browse   [  82% ] 18/20 VUs  4m06.1s/5m00.0s

running (4m08.0s), 18/20 VUs, 782 complete and 0 interrupted iterations
browse   [  82% ] 18/20 VUs  4m07.1s/5m00.0s

running (4m09.0s), 18/20 VUs, 784 complete and 0 interrupted iterations
browse   [  83% ] 18/20 VUs  4m08.1s/5m00.0s

running (4m10.0s), 18/20 VUs, 788 complete and 0 interrupted iterations
browse   [  83% ] 18/20 VUs  4m09.1s/5m00.0s

running (4m11.0s), 17/20 VUs, 791 complete and 0 interrupted iterations
browse   [  83% ] 17/20 VUs  4m10.1s/5m00.0s

running (4m12.0s), 17/20 VUs, 795 complete and 0 interrupted iterations
browse   [  84% ] 17/20 VUs  4m11.1s/5m00.0s

running (4m13.0s), 17/20 VUs, 799 complete and 0 interrupted iterations
browse   [  84% ] 17/20 VUs  4m12.1s/5m00.0s

running (4m14.0s), 17/20 VUs, 801 complete and 0 interrupted iterations
browse   [  84% ] 17/20 VUs  4m13.1s/5m00.0s

running (4m15.0s), 17/20 VUs, 802 complete and 0 interrupted iterations
browse   [  85% ] 17/20 VUs  4m14.1s/5m00.0s

running (4m16.0s), 17/20 VUs, 802 complete and 0 interrupted iterations
browse   [  85% ] 17/20 VUs  4m15.1s/5m00.0s

running (4m17.0s), 16/20 VUs, 806 complete and 0 interrupted iterations
browse   [  85% ] 16/20 VUs  4m16.1s/5m00.0s

running (4m18.0s), 16/20 VUs, 808 complete and 0 interrupted iterations
browse   [  86% ] 16/20 VUs  4m17.1s/5m00.0s

running (4m19.0s), 16/20 VUs, 812 complete and 0 interrupted iterations
browse   [  86% ] 16/20 VUs  4m18.1s/5m00.0s

running (4m20.0s), 15/20 VUs, 817 complete and 0 interrupted iterations
browse   [  86% ] 15/20 VUs  4m19.1s/5m00.0s

running (4m21.0s), 15/20 VUs, 819 complete and 0 interrupted iterations
browse   [  87% ] 15/20 VUs  4m20.1s/5m00.0s

running (4m22.0s), 15/20 VUs, 822 complete and 0 interrupted iterations
browse   [  87% ] 15/20 VUs  4m21.1s/5m00.0s

running (4m23.0s), 14/20 VUs, 825 complete and 0 interrupted iterations
browse   [  87% ] 14/20 VUs  4m22.1s/5m00.0s

running (4m24.0s), 14/20 VUs, 828 complete and 0 interrupted iterations
browse   [  88% ] 14/20 VUs  4m23.1s/5m00.0s

running (4m25.0s), 13/20 VUs, 831 complete and 0 interrupted iterations
browse   [  88% ] 13/20 VUs  4m24.1s/5m00.0s

running (4m26.0s), 13/20 VUs, 834 complete and 0 interrupted iterations
browse   [  88% ] 13/20 VUs  4m25.1s/5m00.0s

running (4m27.0s), 13/20 VUs, 837 complete and 0 interrupted iterations
browse   [  89% ] 13/20 VUs  4m26.1s/5m00.0s

running (4m28.0s), 13/20 VUs, 838 complete and 0 interrupted iterations
browse   [  89% ] 13/20 VUs  4m27.1s/5m00.0s

running (4m29.0s), 13/20 VUs, 840 complete and 0 interrupted iterations
browse   [  89% ] 13/20 VUs  4m28.1s/5m00.0s

running (4m30.0s), 12/20 VUs, 844 complete and 0 interrupted iterations
browse   [  90% ] 12/20 VUs  4m29.1s/5m00.0s

running (4m31.0s), 12/20 VUs, 847 complete and 0 interrupted iterations
browse   [  90% ] 12/20 VUs  4m30.1s/5m00.0s

running (4m32.0s), 11/20 VUs, 851 complete and 0 interrupted iterations
browse   [  90% ] 11/20 VUs  4m31.1s/5m00.0s

running (4m33.0s), 11/20 VUs, 852 complete and 0 interrupted iterations
browse   [  91% ] 11/20 VUs  4m32.1s/5m00.0s

running (4m34.0s), 11/20 VUs, 853 complete and 0 interrupted iterations
browse   [  91% ] 11/20 VUs  4m33.1s/5m00.0s

running (4m35.0s), 10/20 VUs, 854 complete and 0 interrupted iterations
browse   [  91% ] 10/20 VUs  4m34.1s/5m00.0s

running (4m36.0s), 10/20 VUs, 855 complete and 0 interrupted iterations
browse   [  92% ] 10/20 VUs  4m35.1s/5m00.0s

running (4m37.0s), 10/20 VUs, 857 complete and 0 interrupted iterations
browse   [  92% ] 10/20 VUs  4m36.1s/5m00.0s

running (4m38.0s), 08/20 VUs, 861 complete and 0 interrupted iterations
browse   [  92% ] 08/20 VUs  4m37.1s/5m00.0s

running (4m39.0s), 08/20 VUs, 863 complete and 0 interrupted iterations
browse   [  93% ] 08/20 VUs  4m38.1s/5m00.0s

running (4m40.0s), 08/20 VUs, 864 complete and 0 interrupted iterations
browse   [  93% ] 08/20 VUs  4m39.1s/5m00.0s

running (4m41.0s), 07/20 VUs, 865 complete and 0 interrupted iterations
browse   [  93% ] 07/20 VUs  4m40.1s/5m00.0s

running (4m42.0s), 07/20 VUs, 868 complete and 0 interrupted iterations
browse   [  94% ] 07/20 VUs  4m41.1s/5m00.0s

running (4m43.0s), 07/20 VUs, 869 complete and 0 interrupted iterations
browse   [  94% ] 07/20 VUs  4m42.1s/5m00.0s

running (4m44.0s), 06/20 VUs, 872 complete and 0 interrupted iterations
browse   [  94% ] 06/20 VUs  4m43.1s/5m00.0s

running (4m45.0s), 06/20 VUs, 872 complete and 0 interrupted iterations
browse   [  95% ] 06/20 VUs  4m44.1s/5m00.0s

running (4m46.0s), 06/20 VUs, 875 complete and 0 interrupted iterations
browse   [  95% ] 06/20 VUs  4m45.1s/5m00.0s

running (4m47.0s), 06/20 VUs, 876 complete and 0 interrupted iterations
browse   [  95% ] 06/20 VUs  4m46.1s/5m00.0s

running (4m48.0s), 06/20 VUs, 877 complete and 0 interrupted iterations
browse   [  96% ] 06/20 VUs  4m47.1s/5m00.0s

running (4m49.0s), 06/20 VUs, 878 complete and 0 interrupted iterations
browse   [  96% ] 06/20 VUs  4m48.1s/5m00.0s

running (4m50.0s), 06/20 VUs, 879 complete and 0 interrupted iterations
browse   [  96% ] 06/20 VUs  4m49.1s/5m00.0s

running (4m51.0s), 05/20 VUs, 881 complete and 0 interrupted iterations
browse   [  97% ] 05/20 VUs  4m50.1s/5m00.0s

running (4m52.0s), 05/20 VUs, 883 complete and 0 interrupted iterations
browse   [  97% ] 05/20 VUs  4m51.1s/5m00.0s

running (4m53.0s), 05/20 VUs, 883 complete and 0 interrupted iterations
browse   [  97% ] 05/20 VUs  4m52.1s/5m00.0s

running (4m54.0s), 04/20 VUs, 884 complete and 0 interrupted iterations
browse   [  98% ] 04/20 VUs  4m53.1s/5m00.0s

running (4m55.0s), 04/20 VUs, 884 complete and 0 interrupted iterations
browse   [  98% ] 04/20 VUs  4m54.1s/5m00.0s

running (4m56.0s), 02/20 VUs, 888 complete and 0 interrupted iterations
browse   [  98% ] 02/20 VUs  4m55.1s/5m00.0s

running (4m57.0s), 02/20 VUs, 888 complete and 0 interrupted iterations
browse   [  99% ] 02/20 VUs  4m56.1s/5m00.0s

running (4m58.0s), 02/20 VUs, 888 complete and 0 interrupted iterations
browse   [  99% ] 02/20 VUs  4m57.1s/5m00.0s

running (4m59.0s), 02/20 VUs, 888 complete and 0 interrupted iterations
browse   [  99% ] 02/20 VUs  4m58.1s/5m00.0s

running (5m00.0s), 01/20 VUs, 890 complete and 0 interrupted iterations
browse   [ 100% ] 01/20 VUs  4m59.1s/5m00.0s

running (5m01.0s), 01/20 VUs, 890 complete and 0 interrupted iterations
browse ↓ [ 100% ] 01/20 VUs  5m0s

running (5m02.0s), 01/20 VUs, 890 complete and 0 interrupted iterations
browse ↓ [ 100% ] 01/20 VUs  5m0s

running (5m03.0s), 01/20 VUs, 890 complete and 0 interrupted iterations
browse ↓ [ 100% ] 01/20 VUs  5m0s

running (5m04.0s), 01/20 VUs, 890 complete and 0 interrupted iterations
browse ↓ [ 100% ] 01/20 VUs  5m0s


  █ THRESHOLDS 

    http_req_duration{kind:api}
    ✓ 'p(95)<1500' p(95)=697.6ms

    http_req_duration{kind:page}
    ✓ 'p(95)<2000' p(95)=1.8s

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 5347    17.566457/s
    checks_succeeded...: 100.00% 5347 out of 5347
    checks_failed......: 0.00%   0 out of 5347

    ✓ signed in
    ✓ landing 200
    ✓ plans 200
    ✓ plans page 200
    ✓ overview 200
    ✓ billing 200
    ✓ tickets 200

    HTTP
    http_req_duration..............: avg=411.32ms min=69.78ms  med=286.57ms max=4.37s  p(90)=853.65ms p(95)=1.19s  
      { expected_response:true }...: avg=411.32ms min=69.78ms  med=286.57ms max=4.37s  p(90)=853.65ms p(95)=1.19s  
      { kind:api }.................: avg=266.37ms min=69.78ms  med=190.54ms max=1.69s  p(90)=539.73ms p(95)=697.6ms
      { kind:page }................: avg=701.35ms min=141.57ms med=512.87ms max=4.37s  p(90)=1.35s    p(95)=1.8s   
    http_req_failed................: 0.00%  0 out of 5348
    http_reqs......................: 5348   17.569743/s

    EXECUTION
    iteration_duration.............: avg=5.47s    min=3.95s    med=5.11s    max=10.18s p(90)=7.29s    p(95)=8.05s  
    iterations.....................: 891    2.927195/s
    vus............................: 1      min=1         max=20
    vus_max........................: 20     min=20        max=20

    NETWORK
    data_received..................: 160 MB 527 kB/s
    data_sent......................: 749 kB 2.5 kB/s



running (5m04.4s), 00/20 VUs, 891 complete and 0 interrupted iterations
browse ✓ [ 100% ] 00/20 VUs  5m0s